<?php

return [

    /*
    |--------------------------------------------------------------------------
    | パスワードリセット言語行
    |--------------------------------------------------------------------------
    |
    | 以下の言語行は既存のパスワードを無効にしたい場合に、無効なトークンや
    | 新しいパスワードが入力された場合のように、パスワードの更新に失敗した
    | 理由を示すデフォルトの文言です。
    |
    */

    'password' => 'パスワードは最低8文字で、確認項目と一致している必要があります。',
    'reset' => 'パスワードのリセットを受付いたしました。',
    'sent' => 'パスワードをリセットするためのURLトークンを登録されているメールアドレス宛に送信しました。',
    'token' => 'このURLトークンは無効化されました。パスワードのリセットを受付できませんでした。',
    'user' => "登録されているメールアドレスをご確認ください。",
];
